[
    {
        "course_id": "01",
        "course_name": "Software Development",
        "image_url": "../assets/software/1.jpg",
        "details": "Software development refers to a set of computer science activities dedicated to the process of creating, designing, deploying and supporting software.Software itself is the set of instructions or programs that tell a computer what to do. It is independent of hardware and makes computers programmable."
    },
    {
        "course_id": "02",
        "course_name": "Web Design and Development",
        "image_url": "../assets/web design and development/1.jpg",
        "details": "Web design and development is an umbrella term that describes the process of creating a website. Like the name suggests, it involves two major skill sets: web design and web development. Web design determines the look and feel of a website, while web development determines how it functions."
    },
    {
        "course_id": "03",
        "course_name": "Robotics And Automation",
        "image_url": "../assets/robotics/1.jpg",
        "details": "Robotics is a field of engineering that deal with design and application of robots and the use of computer for their manipulation and processing. Robots are used in industries for speeding up the manufacturing process. They are also used in the field of nuclear science, sea-exploration, servicing of transmission electric signals, designing of bio-medical equipments etc."
    },
    {
        "course_id": "04",
        "course_name": "Cyber Security",
        "image_url": "../assets/cyber/1.png",
        "details": "Cyber security is the practice of defending computers, servers, mobile devices, electronic systems, networks, and data from malicious attacks. It's also known as information technology security or electronic information security. The term applies in a variety of contexts, from business to mobile computing, and can be divided into a few common categories."
    },
    {
        "course_id": "05",
        "course_name": "3D Annimation",
        "image_url": "../assets/3d annimation/1.jpg",
        "details": "3D animation refers to the process of taking digital objects and making them come to life by creating the illusion that they’re moving through a three-dimensional space. These computer-generated objects appear on a two-dimensional screen, but they’re crafted to mimic the principles of a 3D world. They appear to move, turn, and rotate like a real-world object, allowing for a 360-degree view of all sides."
    },
    {
        "course_id": "06",
        "course_name": "Cloude Computing",
        "image_url": "../assets/cloud computing/1.jpg",
        "details": "Cloud computing[1] is the on-demand availability of computer system resources, especially data storage (cloud storage) and computing power, without direct active management by the user.[2] Large clouds often have functions distributed over multiple locations, each location being a data center. Cloud computing relies on sharing of resources to achieve coherence and typically uses a pay-as-you-go model, which can help in reducing capital expenses but may also lead to unexpected operating expenses for users."
    },
    {
        "course_id": "07",
        "course_name": "Networking Technology",
        "image_url": "../assets/networking/1.jpg",
        "details": " Networking is the exchange of information and ideas among people with a common profession or special interest, usually in an informal social setting. Networking often begins with a single point of common ground.Networking, also known as computer networking, is the practice of transporting and exchanging data between nodes over a shared medium in an information ."
    },
    {
        "course_id": "08",
        "course_name": "Graphics Design",
        "image_url": "../assets/Graphics design/1.jpg",
        "details": "Graphic design is the creation of visual compositions to solve problems and communicate ideas through typography, imagery, color and form. There’s no one way to do that, and that’s why there are several types of graphic design, each with their own area of specialization.Graphic design is the creation of visual compositions to solve problems and communicate ideas through typography, imagery, color and form."
    },
    {
        "course_id": "09",
        "course_name": "Digital Marketing",
        "image_url": "../assets/digital marketing/1.jpg",
        "details": "Any marketing that uses electronic devices and can be used by marketing specialists to convey promotional messaging and measure its impact through your customer journey. In practice, digital marketing typically refers to marketing campaigns that appear on a computer, phone, tablet, or other device. It can take many forms, including online video, display ads, search engine marketing, paid social ads and social media posts. Digital marketing is often compared to “traditional marketing” such as magazine ads, billboards, and direct mail. Oddly, television is usually lumped in with traditional marketing."
    }
]