[
    {
        "id": "01",
        "course_name": "Software Development",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/263653673_1062119954640569_135744055069688791_n.jpg?stp=dst-jpg_s600x600&_nc_cat=104&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeHMmOtYlLaj5FnC1RJ6S1Wy9JwgljfDX6b0nCCWN8NfpnFMqnCz4jIQFRtaOcK3UpHW7If5ju-5cJRV3aQ0PuRL&_nc_ohc=0U0mGv34kbIAX9OopqS&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdROH4xSvKnUG6S1_EGUI6DkaT31wJginl3t-D97ZKamCQ&oe=637D73D6",
        "image_url2": "https://scontent.fdac24-2.fna.fbcdn.net/v/t1.15752-9/312356271_882423846455703_5906551974072036403_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=ae9488&_nc_eui2=AeHdAkhBH6drcPEEevcWwaJ7x1bCPL_pz2jHVsI8v-nPaPMDPBH9_nb-zohy5yGFsO4MItGbtsnMk-npg-k0GN4G&_nc_ohc=HEgZZ1Pg2-sAX-Kj8al&_nc_ht=scontent.fdac24-2.fna&oh=03_AdQlOHXpsIbDiwS04q2-LurPC5D2WyE3IAaYmw_txPb9BA&oe=63809CBD",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312754834_5555086277908107_4291093845341707322_n.jpg?stp=dst-jpg_p403x403&_nc_cat=102&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeF2i0AzpiBL1f16PB9piGZW-g3PaqQn-HP6Dc9qpCf4c4T_gX0UaKG5-_dt4a0lUrdtYjGshaFzOIeAtcOJcrYy&_nc_ohc=XZe23WAcpCsAX9En4Ny&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQaDIqBp7N3sLyMKRVOUJ14dtyoLXGDDDwt-5lZSu-TBQ&oe=637D1BCD",
        "duration": "12 Month's",
        "lecture": "120",
        "projects": "35",
        "course_fee": "1500",
        "course_feeo": "2000",
        "course_fee_onlineo": "1500",
        "course_fee_online": "1000",
        "details": "Software development refers to a set of computer science activities dedicated to the process of creating, designing, deploying and supporting software.Software itself is the set of instructions or programs that tell a computer what to do. It is independent of hardware and makes computers programmable.",
        "course_overview": "App development is the process of creating applications for use on mobile devices. Among the careers that are in demand in the new era, Android app development tops the list. That's why our courses are designed in such a way that you can learn app development with us from scratch. Here you will get a good idea about components with packages from elementary language. Moreover, students will build a good portfolio before completing the project based Android app development course. So you can get a good start in your career quickly. So if you have a unique app idea, then you can easily create a good Android app by taking this course.",
        "course_overview2": "Currently, about 76% of developers choose Python Django to build any complex web application. All problems can be solved quickly with a large number of easy-to-use libraries. And that's why our course teaches everything from Python's basic logic to prototyping, as well as how to use Django's libraries. Along with that, you can also learn details about the work of the admin panel. BD Jobs or Linked In has numerous jobs related to Python development from within the country or outside the country every day. In this age of competition, this certified course will keep you ahead in the career race. So if you want to learn everything in detail about web development, unit testing and form processing, then you are invited to our Python Django course."
    },
    {
        "id": "02",
        "course_name": "Web Programming",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312624455_795293614915998_5150665891239372014_n.jpg?stp=dst-jpg_p403x403&_nc_cat=104&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFQgxKq8Q0_gbLdxneKHBOLBMCepP7GUO8EwJ6k_sZQ7x0l7dNpFhpyDwgz76Z-oFUhGV6568MNs4vsgy2v-ZSK&_nc_ohc=aCQk2H_TPa8AX9MQ_P-&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTDkIlOhm9pNHhG71zUba_ILY45xFA_X5Dr2D9V8uPBQg&oe=637EAFAA",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312304924_823956285603499_8638403948911228326_n.jpg?stp=dst-jpg_p403x403&_nc_cat=102&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeEfdWdL4IFIzNpFmGjs4ijDv77sO3Kc_Tq_vuw7cpz9OtfZDCMYQGLNvhOp6JNzYrpc-tkL0gCNcPK1vI4rt0Hy&_nc_ohc=T8CnQaDEGH0AX8npJh7&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTi7SYEJWxBaFrx4P7mLEP_aXRyIvsNSkyv-OBtqSJ7Dw&oe=637DA0F5",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312467848_886342359411404_4421672604182489032_n.png?stp=dst-png_p403x403&_nc_cat=108&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGI5YxTlLeQq3JS2y9pvv2oCidjxlLz-ikKJ2PGUvP6KW2bYj6-rqefvJjw-G_FpA9mw3z3uT1kaH828mX30WI_&_nc_ohc=VqEvFE9IQGAAX9vW3dX&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdS3_ricrhryYVSMni-TFklXAjYo0IDw7SDxr-iXyxlGMg&oe=637FF19B",
        "duration": "1 Year",
        "lecture": "135",
        "projects": "40",
        "course_fee": "1500",
        "course_feeo": "2000",
        "course_fee_onlineo": "1500",
        "course_fee_online": "1000",
        "details": "Web design and development is an umbrella term that describes the process of creating a website. Like the name suggests, it involves two major skill sets: web design and web development. Web design determines the look and feel of a website, while web development determines how it functions.",
        "course_overview": "A web designer designs the entire navigation system, text, files, images, audio, video where to be in which part of a website. So to become a skilled web designer requires long term practice under quality institutes. For this our web design course is designed with a combination of coding and creativity. Here every subject is taught by hand in class. Moreover, you are repeatedly familiarized with the entire process with homework or practice work. As a result, at the end of the course, you will be able to design a website yourself. And this certified web design course will serve as a reminder of your skills in your career.",
        "course_overview2": "Web development is the process of making the information stored on the web server as a website through the Internet and making it usable. So as long as there are websites, there will be demand for web development. That's why the scope of work of web developers is increasing day by day. That's why our course is arranged with updated modules. Everything from basic SQL to building professional skills is covered here. By doing practical projects you can learn fast and build a smart portfolio during the course. And if you complete the course properly, you will get the course completion certificate. So start your web development career with Creative IT Institute's modern and world class modules and experienced trainers."
    },
    {
        "id": "03",
        "course_name": "Robotics And Automation",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312829211_1123049205000795_5874118595935400352_n.jpg?stp=dst-jpg_s720x720&_nc_cat=101&ccb=1-7&_nc_sid=aee45a&_nc_aid=0&_nc_eui2=AeGbw048b8cQPuykJyxD1dYTBc8g-cbfNZwFzyD5xt81nHp_INkTNeVViLXlDk6w616DXJKex1C5Kq1S9l3EOMv-&_nc_ohc=_kBpt5ToeMMAX9LiF6E&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTw3HBeEqvnajiGnbk9k5a4yKKB6k-P4eVE1hz7F2gHcw&oe=6380DC4D",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312456057_443986321206969_5953648759253001402_n.jpg?stp=dst-jpg_p403x403&_nc_cat=105&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGZjIPqaS1BvM7iR3jZTFSDiAMYr9QpwBaIAxiv1CnAFoGauIRwTE5zbGfSQEqe2S0ueLPrjZSvRbIvv91jc9vo&_nc_ohc=CC7iwE1HiVEAX9gJHaL&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdSZYzZyMGkCYLC3euQ8sY2hDBHrlAiIihs0kQBofONhog&oe=6380B9F3",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/313034279_1844095202601884_8623951740697663489_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeEwVZBpidP4IKk82VQxT8_ePEXnfrES9Yo8Red-sRL1iu-K09bifOvBOR5pnDlxnixbJp2UeFWt4Vi6sZn5nGoX&_nc_ohc=R3Sl0dbeY4IAX-p0eEJ&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTA8OPddYou_3upt21SSB71gT1Es2RwI-OGttl1aTbfUQ&oe=637E565A",
        "duration": "14 Month's",
        "lecture": "100",
        "projects": "20",
        "course_fee": "1500",
        "course_feeo": "2000",
        "course_fee_onlineo": "1500",
        "course_fee_online": "1000",
        "details": "Robotics is a field of engineering that deal with design and application of robots and the use of computer for their manipulation and processing. Robots are used in industries for speeding up the manufacturing process. They are also used in the field of nuclear science, sea-exploration, servicing of transmission electric signals, designing of bio-medical equipments etc.",
        "course_overview": "RPA is a relatively new idea in the business world. Human employees waste a lot of time performing mundane, tedious tasks during the workday, but what if businesses could automate those tasks to free up humans for higher-order ones? While we won't have physical robots interacting with business applications, software robots can help automate business processes that humans don't like and aren’t good at doing. Typically, a developer writes a series of coded actions for automation, but with RPA, artificial intelligence watches a human user interact with a program and learns directly from the source. This time of digital transformation could provide better insight into using applications and more efficient automation. These automation tools are still very new, but they could be the future of business process automation. RPA software use cases have shown some promise, and it could be time to explore what this emerging field could do for your career.",
        "course_overview2": "Automation technology is providing paths for businesses to remove human error in high volume, mundane tasks so that humans can do what humans do best. RPA isn't intended to replace human labor, but instead, could help raise morale and provide a better, more fulfilling job description for human workers. Learn about how this process works with courses and certifications designed to provide the fundamentals of machine learning and artificial intelligence. You could find yourself at the forefront of an emerging and exciting career."
    },
    {
        "id": "04",
        "course_name": "Cyber Security",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/294956958_302132458768007_3407157083103810821_n.png?stp=dst-png_p403x403&_nc_cat=101&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGsVb524o-oua4_dqDB99XGlxc37f9n8vWXFzft_2fy9TdQ4VzFH87Vb62J-1rkq4T1gt8huFqqMrdvadvEk7zY&_nc_ohc=aB3YNuA63o0AX_Bfj6K&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdR2hm67TGqXwb-trQyWVqVFjV39wxqyYRbbapNMXV9gsA&oe=637F7363",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312441388_824350098713612_6322167439793983643_n.jpg?stp=dst-jpg_p403x403&_nc_cat=100&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFBuvAhJvu6SzfqqlQ4-F-OZwJh1aifHWpnAmHVqJ8dauOh26vYnBAJdxKCWWatqXGeQtOq4XGIp0R2SC7QPHva&_nc_ohc=JI2eHZksHkgAX84OxO0&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTgCqfLwJYgBmXeMib6dEctB-LWJPT-9TlbEsDafjrcsw&oe=637FF791",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312495131_2165126830337391_1052319974200920574_n.jpg?stp=dst-jpg_p403x403&_nc_cat=105&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeE9IldjLpjHv9XUNah6Ow-e7QSpfS-4EhbtBKl9L7gSFmUsLQWZkQuhxK5NzAl84vJRmJHopasswu3gJXOTmjRO&_nc_ohc=fcH64EgzELsAX92C1mO&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdSoCrUdEZw0kvZ1gdqFjuApW4EPBn_H5Q5X1Dd3b37uMg&oe=637FCC75",
        "duration": "10 Month's",
        "lecture": "110",
        "projects": "30",
        "course_fee": "1400",
        "course_feeo": "1700",
        "course_fee_onlineo": "1400",
        "course_fee_online": "900",
        "details": "Cyber security is the practice of defending computers, servers, mobile devices, electronic systems, networks, and data from malicious attacks. It's also known as information technology security or electronic information security. The term applies in a variety of contexts, from business to mobile computing, and can be divided into a few common categories.",
        "course_overview": "According to a survey, only in 2021, the total loss of various companies due to cyber attacks around the world is about 6 trillion dollars. Another survey shows that during this crisis of Covid-19, the amount of cybercrime has increased by almost 600 percent! From here we can get an idea of ​​the increasing demand for cyber security analysts or cyber engineers to increase cyber security. Ethical hackers are getting smart salaries in keeping with the times. So choose our cyber security course to make a career as a hacker.",
        "course_overview2": "Our course is designed in such a way that you learn the ins and outs of cyber security from scratch. Even if you are from non-technical background, you can easily do this course if you have interest. From the basics of network scanning to trendy topics like cryptography, you can learn from this course. Moreover, you can learn the details of amazing things like system hacking, web or mobile platform hacking with various tools and techniques from the course. And if the course is completed properly, the certificate will remain. We are ready to accompany you on your cyber career journey with experienced mentors and modern labs, are you coming?"
    },
    {
        "id": "05",
        "course_name": "3D Annimation",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312667343_903163783987508_3365976886511297282_n.jpg?stp=dst-jpg_p403x403&_nc_cat=108&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeHCxkemr7trajfBmSMx6SWztuTyVlbaVba25PJWVtpVthiGZphX6Gsodlgeq67NQcwB4HppFICvPNRczWKuXes2&_nc_ohc=xjV8jKF1TnwAX-RSXpo&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQ1_xi7RMuxXxXQeUmLMC__uVFN51fnJXZdXOnodW5Sgg&oe=637D598D",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/295023886_5517999634936414_7341877792077977117_n.jpg?stp=dst-jpg_s600x600&_nc_cat=107&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFEm3jfReavdFJSjkOrrYdXpPVUa7QQuAKk9VRrtBC4AlgpGYZaeQm5ASU_-RCs_A3RBQrENfzrH01HYQjvkXY5&_nc_ohc=_gDL067wk38AX8mH8Xe&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQWZlBqykQmhr7NrmwGfMEN5qM7m8G65cBdtPuN1V4zQQ&oe=637DB5C5",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312900216_778360756601823_3297763498109013712_n.jpg?stp=dst-jpg_p403x403&_nc_cat=109&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFh_-c6AV1QPM69Smbx4YrVuE3udzycmZK4Te53PJyZkvHSwyPf_PTAKrRSkDdIKP9BFmEtNEiw-TrMvgv0Zhi2&_nc_ohc=_dUlPZtQgwsAX9eXW-y&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdRViHdKD8WG7MsQIG9TW4LDCwJ-Hwqg3S9Od7z4ai8dNw&oe=637D98FC",
        "duration": "10 Month's",
        "lecture": "120",
        "projects": "30",
        "course_fee": "1270",
        "course_feeo": "1770",
        "course_fee_onlineo": "1270",
        "course_fee_online": "870",
        "details": "3D animation refers to the process of taking digital objects and making them come to life by creating the illusion that they’re moving through a three-dimensional space. These computer-generated objects appear on a two-dimensional screen, but they’re crafted to mimic the principles of a 3D world. They appear to move, turn, and rotate like a real-world object, allowing for a 360-degree view of all sides.",
        "course_overview": "3D animation is when an animation is converted into 3D. As a 3D animator, your job is to create 3D animations and graphics for various digital applications, including videos, movies, and games, through software. That's why our course has various interesting topics from designing storyboards to character modeling and product modeling. You will get a clear idea about the basic costs of rendering and editing or lighting from this certified course. So if you know animation work well, there will be more chances to advance in your career. As there is a lot of demand, you can choose international or local market as the field of work in this sector.",
        "course_overview2": "Internet is an effective medium to stay connected with customers or audience all the time. 3D product modeling is a good way to present products to customers online. Through this you can present a 360 degree view of your product. So in our course you will learn the basics of lighting and color while using software like Sketch, Autodesk or Maya. Moreover, you can know the details of UV and complex UV in our course. Through various tasks throughout the course, you can practice each subject by hand, which will increase your work skills manifold. If you want to make a career in this subject, then Creative IT Institute's certified 3D Product Modeling Course can be a bright milestone in your career."
    },
    {
        "id": "06",
        "course_name": "Cloude Computing",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312662313_488933586621718_3396383522571700000_n.jpg?stp=dst-jpg_p403x403&_nc_cat=101&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFyk5IIOhzZTn55ttq9y7aTJtBaCzLU8AAm0FoLMtTwAFFzL_VfIO8KYRMDQlt_SKdqTK9fYgGfbCinwY6xRffo&_nc_ohc=MpWUtpthnJwAX9v5CID&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQkSZzCj_C3AdAK9WamSa9RWWMTjR2E1frPmPaBC5f0kw&oe=637FF728",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312492837_493460152828725_7791003660339004735_n.jpg?stp=dst-jpg_p403x403&_nc_cat=102&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeHQFEVwOZ8MGCMZHldq-rfy_i7qQCmGzDL-LupAKYbMMlY_KlgAiFBdD-BzPKW7Th9QlpCL4maUrnScy4cD-l_W&_nc_ohc=t1welM_jlWAAX_ZAxu6&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQeVDctLVfU3qg1NwuFUFo_JdbVcmE6u4dqXP5Mg6xO1Q&oe=637ED680",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312321222_664803265216024_443957514617180390_n.jpg?stp=dst-jpg_p403x403&_nc_cat=107&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGr0HhxHiz90eMuFAnJOHxpMNviIBuwtgMw2-IgG7C2A8Ne0GTYh-VgvIWwzxQb0YEbyHkdnEKttmm63_8O3Owq&_nc_ohc=lMSj70DIXDwAX-BdyXe&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdRisctZ2K3M1I-ccHi5vXU4wuWkjQ7WWouicVflE7m0wQ&oe=6380AED5",
        "duration": "8 Month's",
        "lecture": "100",
        "projects": "25",
        "course_fee": "1250",
        "course_feeo": "1750",
        "course_fee_onlineo": "1250",
        "course_fee_online": "850",
        "details": "Cloud computing[1] is the on-demand availability of computer system resources, especially data storage (cloud storage) and computing power, without direct active management by the user.[2] Large clouds often have functions distributed over multiple locations, each location being a data center. Cloud computing relies on sharing of resources to achieve coherence and typically uses a pay-as-you-go model, which can help in reducing capital expenses but may also lead to unexpected operating expenses for users.",
        "course_overview": "Amazon Web Services is called all-in-one. All kinds of tools or services required for business are prepared in it. Here you will find more than 200 services including database, storage, virtual computer. So there is no hassle of setting up a server for your company. Amazon Web Services is now a popular name worldwide for its easy login, low cost hosting and tools. That's why our AWS courses have everything from the very basics to hands-on learning. As a result, you can start a career as an AWS developer even if you don't have any prior knowledge. But for that you need to know basic coding of Linux and Python.",
        "course_overview2": "As blockchain is a very secure and fast technology, the use of this new technology is increasing day by day in various public and private sectors including banking, commerce, healthcare, insurance, industry. Blockchain technology is expected to do the same in the way that Bitcoin has greatly impacted the current economy. So with the rise in popularity of cryptocurrencies, the use of blockchain systems is increasing, especially in the banking sector. Besides, numerous startup companies are entering blockchain technology with new ideas. Blockchain is currently a promising sector for career development. If you can acquire skills in this new technology, then there is no dearth of jobs in the job sector. Our course has been developed keeping in mind the needs of the times. Networks, Decentralized Application, Cryptographic Security will be taught in each subject course. Starting from the basics, every topic is taught by hand. Besides, the course has the opportunity of practical classes. So do not delay and secure your career in this new technology sector by enrolling today."
    },
    {
        "id": "07",
        "course_name": "Networking Technology",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312495659_1351816278685479_981327986046543345_n.jpg?stp=dst-jpg_p403x403&_nc_cat=103&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeHHNUTx6brokNUZ5d8loW3Ife1sF8iH7dx97WwXyIft3NR8gXJkhHxuCWAVdtwI9FU9NPBgPF0VvMSfaUnP597U&_nc_ohc=An2_ELxcb4cAX9_XV8v&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTx5RjB4Q--qLEeJpgdC7-6ItcUpEwUCgEXOfOcmVZeTw&oe=637D55CD",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312416052_1167935104131923_3345706511287223396_n.jpg?stp=dst-jpg_p403x403&_nc_cat=100&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFXSw73DeC2IWGEU3wL1yQMR4H2Dj2OvVBHgfYOPY69UIejdVCOGhD8INHec_DOPK9yJ_gUOlupduFbTJTXoNBT&_nc_ohc=T9WEBDvNq5sAX8E5nr8&_nc_oc=AQnebr9QbSe0laIPBy7KrdF81m5Q_dhde8zZcgkrznhT28eJFNTEPJvJZRyo_RSDOvbbbfOhQic_8qKTsj11dpAj&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdTaUKu12vNb0sjqi8sX8y3aJ7jZOlRvh91XGWcb7b9pAw&oe=637E7EDF",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312370091_513594677291319_1039364704691072658_n.png?_nc_cat=108&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeE1YOHAuzt1tfizS0bpDPCmdEDn2o3VBOd0QOfajdUE5xy5rbTLTtuXggyZb2CQZDKh11_6-iDccR7WCjvDTZLD&_nc_ohc=61R_yd87aFoAX_fyPx5&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdRpp3vF7OoduEnJc0SqGhqKWvj3LEO_M9Esi4KAXTiTmg&oe=637D2FB1",
        "duration": "10 Month's",
        "lecture": "105",
        "projects": "20",
        "course_fee": "1220",
        "course_feeo": "1720",
        "course_fee_onlineo": "1320",
        "course_fee_online": "820",
        "details": " Networking is the exchange of information and ideas among people with a common profession or special interest, usually in an informal social setting. Networking often begins with a single point of common ground.Networking, also known as computer networking, is the practice of transporting and exchanging data between nodes over a shared medium in an information .",
        "course_overview": "The first characteristic of a CompTIA A+ certified person is that he is a problem solver. It is a great indicator of the competence and skills of a network expert. And in the job or work, the certificate holders get priority. In this way, career success comes quickly. That's why there is no substitute for CompTIA A+ courses to launch an IT career in the digital world. So in this course we teach both hardware and software aspects of networking. Moreover, our skilled mentors will always provide guidance on security and other aspects for all types of operating systems. By completing the course, you will be able to work as a networking professional in any organization from IT setup to its operation and maintenance more efficiently.",
        "course_overview2": "CCNA is primarily a training course for those who are interested in working with computer networks or who want to pursue a career in the networking sector. Working in the networking industry, having a CCNA certification means that one is suitable for any entry-level job in the sector. So Creative IT's CCNA certification will help lay the foundation of your IT career. CCNA is a step-by-step pathway to other Cisco certifications. The course is designed in such a way that you can learn everything from the basics of networking to advanced with subnetting, routers. By completing this certified course with a skilled mentor, you will be ahead of others in the field of work. So enroll in Cisco CCNA course today to open the doors of possibilities in your IT career."
    },
    {
        "id": "08",
        "course_name": "Graphics Design",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312926106_1755904011445973_2907995976437450890_n.jpg?stp=dst-jpg_p403x403&_nc_cat=106&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFctw3u7xZhjeEILEPmX3bi0AorP1FFHrvQCis_UUUeuzNQYNsIT-jduXKCTjlwEREs_ZTyPZO7AJxK_NAa1_Qi&_nc_ohc=M_NSJORvcRIAX8vrtOX&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQoprPjPsNIKajoiQN_eIQ3g0QEO3zkmHj0YD5G49E4jA&oe=637EBB28",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312510377_804617764109744_8507963371633822989_n.png?stp=dst-png_p403x403&_nc_cat=110&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGNQPwujorGPqrVuEPNHo05INyaxLNLdYIg3JrEs0t1gh-fL0uQOyaxdlMHP01yL02ywzX3Q7fMJyjdtuccOCF1&_nc_ohc=20rssgLRNNIAX_YMWx-&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdSqra6sQWZnT6_wy4JT5UYG0XjEBLGbr0awpCwP5WTX8g&oe=637F2125",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312730265_1247555679367378_5834753307823330033_n.jpg?stp=dst-jpg_p403x403&_nc_cat=104&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFbyclzC0qvCYRmApYV-crOrENYgdJG8kusQ1iB0kbyS-bZFuitZeP1YegBVewSkQe39OhYqFv4TC_tjCWakfRG&_nc_ohc=WcRe2FRERzcAX8Ns_p7&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdQTzFm4MG5ZfYD0QNFOC8kR4chXzLIm53qP7C8jlTQZHQ&oe=637E7B82",
        "duration": "6 Month's",
        "lecture": "90",
        "projects": "40",
        "course_fee": "1200",
        "course_feeo": "1700",
        "course_fee_onlineo": "1300",
        "course_fee_online": "800",
        "details": "Graphic design is the creation of visual compositions to solve problems and communicate ideas through typography, imagery, color and form. There’s no one way to do that, and that’s why there are several types of graphic design, each with their own area of specialization.Graphic design is the creation of visual compositions to solve problems and communicate ideas through typography, imagery, color and form.",
        "course_overview": "Being a successful graphic designer requires quality curriculum training as well as project-based work experience and a good understanding of the marketplace. So all these are included together in our course module. From the graphic design course you will learn to design any advertisement, banner, t-shirt design, product using Adobe Photoshop and Adobe Illustrator. Moreover, you get the opportunity to use modern lab for project based work. By completing the course like this, you will have real work experience, which will help you to achieve quick success in the marketplace. So why delay? Choose Creative IT Institute's Professional Graphic Design course today to enroll in a certified graphic design course.",
        "course_overview2": "After completing the image editing course, you can work in 1000+ clipping industries of the country, starting with international famous e-commerce platforms, wedding photography, merchandise photography. Therefore, in our image editing course, from the basic concepts of image editing to Image Retouching, Layer Pallet , Tools Based Class, Business Card Design, Facebook Cover Design - our course is arranged with everything important. Moreover, if you successfully complete this 3-month course, you can get a course completion certificate, which will serve as a milestone for your skills. So if you want to become a skilled image editor, then our image editing course can be your first choice."
    },
    {
        "id": "09",
        "course_name": "Digital Marketing",
        "image_url": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312585014_1267019663872576_1038904260973289759_n.jpg?stp=dst-jpg_p403x403&_nc_cat=110&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeHuXaN4xQ2HqBzUiFW6KtqLrrzUqTr0-dGuvNSpOvT50QmRi-Xjf_BHi_k21BjilYu0dF3AmK7qxSBrIccS2Drz&_nc_ohc=_NRbBXKp6xYAX8zFRAq&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdRCiwdiv8EsnVRpjm1UVztWdaKN0RcQaBhFAKNpSTWPLw&oe=637F6C48",
        "image_url2": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312448947_4124241977801074_2199084138245888106_n.jpg?stp=dst-jpg_p403x403&_nc_cat=103&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeGL5dV3HKWd5BljNPzHlKdiFstlhQfdDg8Wy2WFB90OD_FAYm_lVE5lwWsXEcID6DvBw491hsTzH73xZYIwlKle&_nc_ohc=PeG2pJTQW_oAX-dR-mO&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdSJHR4IkRBqb4oKuFxZDMA3va3ce60VaL3UmAzyChK_1A&oe=637D0AAC",
        "image_url3": "https://scontent.xx.fbcdn.net/v/t1.15752-9/312421560_588760969601654_4138553650232341192_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=aee45a&_nc_eui2=AeFECkC10hbQecXZTaxVJW7TLNhQLBoOfaMs2FAsGg59o0_AdHkiuUEyNXWqTFbcVPK6bcngQzaD44h5nWqNNHpm&_nc_ohc=-ogNtsiziloAX8aSvrO&_nc_ad=z-m&_nc_cid=0&_nc_ht=scontent.xx&oh=03_AdT5jKn2E6A_ffKnFEsx9Ffj2N6204AMUCvsrcMwMrXEHA&oe=6380758B",
        "duration": "6 Month's",
        "lecture": "100",
        "projects": "35",
        "course_fee": "1100",
        "course_feeo": "1400",
        "course_fee_onlineo": "1100",
        "course_fee_online": "750",
        "details": "Any marketing that uses electronic devices and can be used by marketing specialists to convey promotional messaging and measure its impact through your customer journey. In practice, digital marketing typically refers to marketing campaigns that appear on a computer, phone, tablet, or other device. It can take many forms, including online video, display ads, search engine marketing, paid social ads and social media posts. Digital marketing is often compared to “traditional marketing” such as magazine ads, billboards, and direct mail. Oddly, television is usually lumped in with traditional marketing.",
        "course_overview": "According to a survey, most businesses spend more than $5,000 per month on SEO alone. Because by SEO every page of any website is brought to the first place of search results in different search engines based on specific keywords. So the success of your blog site, website or video channel depends on proper SEO. By learning the work of SEO, you can work independently in the freelance marketplace as well as earn good income. In this course, we have given a practical idea of ​​SEO from the basics to the professional level. So by doing the course you will know about different ways to rank in search engines including on-page SEO, off-page SEO. The most important aspect of SEO is the article or content. The course will give you an idea about SEO friendly content. Along with this, you will get real work experience by completing the course project.",
        "course_overview2": "To be an efficient digital marketer you need to be well versed in digital platforms. And for that, everything you need to know is in our course. From Basic Keyword Research (Keywords Research) and Competitor Analysis (Competitor Analysis) to SEO (SEO), Social Media Marketing (Social Media Marketing), Affiliate Marketing (Affiliate Marketing) details are all there in our digital marketing course. Nowadays there are numerous e-commerce sites on the internet. It is necessary to know the right technique to bring in search engine ranking like various service pages. That's why e-commerce SEO (eCommerce SEO) and Service Page SEO (Service Page SEO) are included in our course. So our digital marketing course can be your best choice to develop skills in online marketing techniques."
    }
]